Repository: AQbernhard/OSMScout-ubuntu
Catalog: OSMScout/OSMScout/po/osmscout_*.po
Languages: de, nl

# DBThread|
source: no map available
de: keine Karte verfügbar
nl: geen kaart beschikbaar

# RoutingListModel|
source: Turn sharp left
de: scharf links abbiegen
nl: Scherpe bocht naar links

# RoutingListModel|
source: Turn left
de: links abbiegen
nl: Ga linksaf

# RoutingListModel|
source: Turn slightly left
de: leicht links abbiegen
nl: Flauwe bocht naar links

# RoutingListModel|
source: Straight on
de: geradeaus
nl: Ga rechtdoor

# RoutingListModel|
source: Turn slightly right
de: leicht rechts abbiegen
nl: Flauwe bocht naar rechts

# RoutingListModel|
source: Turn right
de: rechts abbiegen
nl: Ga rechtsaf

# RoutingListModel|
source: Turn sharp right
de: scharf rechts abbiegen
nl: Scherpe bocht naar rechts

# RoutingListModel|
source: Start at
de: Starte bei
nl: Vertrek bij

# RoutingListModel|
source: Drive along
de: weiterfahren
nl: Rij langs

# RoutingListModel|
source: Target reached
de: Ziel erreicht
nl: Bestemming bereikt

# RoutingListModel|
source: At crossing
de: an der Kreuzung
nl: Bij kruispunt

# RoutingListModel|
source: Turn
de: bitte wenden
nl: Keer om

# RoutingListModel|
source: into
de: Richtung
nl: richting

# RoutingListModel|
source: Enter roundabout
de: in den Kreisverkehr einfahren
nl: Ga de rotonde op

# RoutingListModel|
source: Leave roundabout
de: den Kreisverkehr verlassen
nl: Verlaat de rotonde

# RoutingListModel|
source: exit
de: Ausfahrt
nl: afslag

# RoutingListModel|
source: into street
de: in die Strasse
nl: richting straat

# RoutingListModel|
source: Enter motorway
de: die Autobahn nehmen
nl: Ga de snelweg op

# RoutingListModel|
source: Change motorway
de: die Autobahn wechseln
nl: Verander snelweg

# RoutingListModel|
source: from
de: von
nl: van

# RoutingListModel|
source: to
de: nach
nl: naar

# RoutingListModel|
source: Leave motorway
de: die Autobahn verlassen
nl: Verlaat de snelweg

# RoutingListModel|
source: Way changes name
de: Strassenname geändert
nl: Weg verandert van naam

# RoutingListModel|
source: No Route data available
de: keine Route verfügbar
nl: Geen route data beschikbaar

# RoutingListModel|
source: Recalulating route...
de: Route wird neu berechnet...
nl: Route herberekenen...

# main|
source: <current position>
de: <aktueller Standort>
nl: <huidige positie>

# main|
source: Recalculating route
de: Route wird neu berechnet
nl: Route herberekenen

# main|
source: Navigate here
de: hierher navigieren
nl: Navigeer hier

# main|
source: Cancel
de: Annullieren
nl: Annuleren

# AboutDialog|
source: About OSMScout
de: Über OSMScout
nl: Over OSMScout

# AboutDialog|
source: Ubuntu Touch version of OSMScout
de: Ubuntu Touch version von OSMScout
nl: Ubuntu Touch versie van OSMScout

# AboutDialog|
source: See
de: Siehe
nl: Zie

# AboutDialog|
source: Ubuntu modifications by
de: Ubuntu Anpassungen von
nl: Ubuntu aanpassingen door

# AboutDialog|
source: All geographic data:
de: Alle geografischen Daten:
nl: Alle geografische data:

# AboutDialog|
source: OpenStreetMap contributors<br/>See www.openstreetmap.org/copyright
de: OpenStreetMap contributors<br/>Zie www.openstreetmap.org/copyright
nl: OpenStreetMap contributors<br/>Zie www.openstreetmap.org/copyright

# DownloadMapDialog|
source: Download Maps...
de: Download Karten...
nl: Download Kaarten...

# DownloadMapDialog|
source: Delete
de: Löschen
nl: Verwijder

# DownloadMapDialog|
source: Cancel
de: Annullieren
nl: Annuleren

# DownloadMapDialog|
source: Installed maps:
de: Installierte Karten:
nl: Geinstalleerde kaarten:

# DownloadMapDialog|
source: Pause Download
de: Download unterbrechen
nl: Download Pauzeren

# DownloadMapDialog|
source: Resume Download
de: Download fortsetzen
nl: Download Hervatten

# DownloadMapDialog|
source: Current file:
de: aktuelle Datei:
nl: Huidig bestand:

# DownloadMapDialog|
source: Overall progress:
de: Gesamter Vorgang:
nl: Totale voortgang:

# DownloadMapDialog|
source: Close
de: Schliessen
nl: Sluiten

# DownloadMapDialog|
source: Select map to download:
de: Karte zum download auswählen:
nl: Selecteer kaart voor download:

# DownloadMapDialog|
source: md5sum of
de: md5sum von
nl: md5sum over

# DownloadMapDialog|
source: failed
de: fehlgeschlagen
nl: mislukt

# RoutingDialog|
source: Target:
de: Ziel:
nl: Doel:

# RoutingDialog|
source: Close
de: Schliessen
nl: Sluiten

# RoutingDialog|
source: No route found
de: keine Route gefunden
nl: Geen route gevonden

# ConfirmationDialog|
source: JavaScript Confirmation
de: JavaScript Besätigung
nl: JavaScript Bevestiging

# ConfirmationDialog|
source: Cancel
de: Annullieren
nl: Annuleren

# LocationEdit|
source: <current position>
de: <aktueller Standort>
nl: <huidige positie>

# SettingsDialog|
source: Use metric system
de: Metrisches System
nl: Metrisch systeem

# SettingsDialog|
source: Font size
de: Textgrösse
nl: Text grootte

# SettingsDialog|
source: Default download directory
de: standard Downloadverzeichnis
nl: Download directory

# SettingsDialog|
source: Close
de: Schliessen
nl: Sluiten

# MapListModel|
source: Free space:
de: Freier Speicherplatz:
nl: Ruimte beschikbaar:

# FavouritesChoserDialog|
source: Favourites
de: Favoriten
nl: Favorieten

# FavouritesDialog|
source: Favourites
de: Favoriten
nl: Favorieten

# FavouritesDialog|
source: <current position>
de: <aktueller Standort>
nl: <huidige positie>

# FavouritesDialog|
source: Add to Favourites
de: zu Favoriten hinzufügen
nl: Toevoegen aan Favorieten

# FavouritesDialog|
source: Save as home
de: sichern als home
nl: Opslaan als thuis
